target/classes/cn/gov/shunde/handle/soap-fileList.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<CustomHeader soapenv:actor="http://schemas.xmlsoap.org/soap/actor/next"
			soapenv:mustUnderstand="0">
			<userName>&#x5F20;&#x4E09;</userName>
			<userPassWord>202cb962ac59075b964b07152d234b70</userPassWord>
		</CustomHeader>
	</soapenv:Header>
	<soapenv:Body>
		<fileList xmlns="http://data.shunde.gov.cn/">
			<sId xmlns="">108</sId>
		</fileList>
	</soapenv:Body>
</soapenv:Envelope>
